1:WizQst174444
00000000
I AM NOT YET EMPLOYED! YOU HAVE FAILED ME, WIZARD! Go talk to the cows, get me a job!
我还没有工作!你让我失望了，巫师!去跟牛说，给我找份工作!
00000001
YES, YOU DID! And this place thrives on something called "an economy," which means to survive here I need A JOB!
是的,你做的!这个地方靠"经济"兴盛，意思是要在这里生存，我需要一份工作!
00000002
You will find me this employment. Your code of ethics will compel you. Ask around. Someone must need the help of Skeletaur!
你会帮我找到这份工作的。你的道德准则会强迫你。问问周围的人。一定有人需要骷髅头的帮助!
00000003
Tell the employers of this land about my good qualities. OF WHICH THERE ARE SEVERAL!
把我的好品质告诉这片土地的主人。其中有好几个!
00000004
A Skeletal Bull working for the Prim Reaper? Bit on the snout, don't you think?
骷髅牛为锐死神工作?有点像鼻子，你不觉得吗?
00000005
No, no, no Undead. We got enough problems with Dog Tracy without adding health violations to the list.
不，不，没有亡灵。狗狗特蕾西的问题已经够多了再加上健康问题也不行。
00000006
Minotaur, eh? Nah, we ain't that irregular. Maybe try one of the shopkeepers or citizens or somethin'.
弥诺陶洛斯,嗯?不，我们没那么不规则。也许可以找个店主或市民之类的人试试。
00000007
Oh, it's you, mac. You helped me with those gangsters earlier. Certainly, I'd be happy to return the favor. 
是你，麦克，你之前帮我对付那些黑帮。当然，我很乐意还你这个人情。
00000008
You got a mug what needs a job, eh? Well, just so happens I could use a greeter for my diner. You know, someone to warm the place up a bit.
你有个笨蛋，需要工作，是吧?正好我的餐厅需要一个迎宾员。找个能让这里暖和点的人。
00000009
Only problem is my place is currently occupied by one of them up-and-comer types. A horribly disfigured Cow called One-Tum Tammy.
唯一的问题是我的位置现在被其中一个有前途的人占据了。一头被严重毁容的奶牛，名叫“一翻塔米”。
00000010
It's cause she was born with only one stomach, you see. She's taken my place to twist my arm into brewin' Mana Potions. 
因为她生来就只有一个胃。她取代了我的位置，强迫我调制魔药。
00000011
But if you can take it back, I'll consider hiring your friend, yeah?
但如果你能收回这句话，我会考虑雇用你的朋友，好吗?
00000012
So what have we here? A would-be hero come to shoo ol' Tammy away? Won't be happening, dear. 
我们得到了什么?一个想成为英雄的人来赶走塔米?不会的，亲爱的。
00000013
All me life I've had people look down on me because I only have enough room for two, maybe three, meals a day. But no more!
我这一辈子都被人看不起，因为我一天只能吃两顿，也许三顿饭。但是没有更多!
00000014
Now it's me time to mock, me time to dominate, me time to invite people to Second Breakfast, then say: "Oh, wait, you can't."
现在是我嘲笑的时候了，是我支配的时候了，是我邀请别人吃第二顿早餐的时候了，然后说:“哦，等等，你不能。”
00000015
Now it is my time to destroy everyone who teased me...
现在是我消灭所有嘲笑我的人的时候了……
00000016
...Utterly.
完全……。
00000017
You haven't heard the last of One-Tum Tammy! Just as soon as I take my antacids, I'll be back, stronger than ever!
你还没听过" One-Tum Tammy "的结局呢!只要我吃了抗酸剂，我就会回来，比以前更强壮!
00000018
Got my diner back? You're just all kinds of helpful, ain't you? So about this friend of yours, what's his name?
夺回了我的餐厅?你真是帮了大忙，不是吗?你的这个朋友叫什么名字?
00000019
Skeletaur, huh? What is that, from Night Forest? Eh, Mandoria? Never heard of it. But I'll give him a shot. 
Skeletaur吧?那是什么，暗夜森林吗?呃,Mandoria吗?从来没听说过。但我会给他一个机会。
00000020
Come find him outside my diner if you want to see how he's doing.
如果你想知道他过得怎么样，就到我的餐厅外面找他。
00000021
GREETINGS, VILE CUSTOMERS! Turn your pathetic mortal eyes and gaze upon the glory of our fresh ingredients and low, low prices! 
问候,卑鄙的顾客!把你可怜的凡人的眼睛转过来，看看我们新鲜的食材和低廉的价格!
00000022
Come one, come all, come dine! I, SKELETAUR, COMMAND YOU!
来吧，来吧，来吃吧!我，骷髅，命令你!
00000023
Ah, Wizard, you did well. But one day you will regret this favor. For this is only the beginning of my evil plan for domination.
啊，巫师，你做得很好。但总有一天你会后悔的。因为这只是我邪恶统治计划的开始。
00000024
First Restaurant Greeter, then Restaurant Manager, then THE WORLD! HAHAHAHAHAHAHA!
首先是餐厅迎宾员，然后是餐厅经理，然后是全世界!HAHAHAHAHAHAHA !
00000025
Angus' Place
安格斯的地方
